13/data/attachments/7e4b20794ea7bf3e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Dawn_change_Actions_13047_1</nif:username>
            <nif:friendToBeRequested>soap_actions_d415ce0c-43fb-4c18-91c4-c3b443ee14c4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>